[
    {
      "exerciseName": "Sentadillas",
      "location": "Resis",
      "imageUrl": "https://images.hola.com/imagenes/estar-bien/20230321228386/hacer-ejercicio-fisico-aire-libre/1-221-528/mujer-ejercicio-calle-t.jpg?tx=w_680",
      "description": "Las sentadillas son un ejercicio en el que te colocas de pie, doblas las rodillas y las caderas para bajar el cuerpo como si te estuvieras sentando en una silla, luego te levantas de nuevo. Son eficaces para fortalecer las piernas y los glúteos."
    },
    {
      "exerciseName": "Abdominales",
      "location": "Resis",
      "imageUrl": "https://images.hola.com/imagenes/estar-bien/20230321228386/hacer-ejercicio-fisico-aire-libre/1-221-528/mujer-ejercicio-calle-t.jpg?tx=w_680",
      "description": "Los abdominales son un ejercicio centrado en fortalecer los músculos del abdomen. Para realizarlos, típicamente te acuestas boca arriba, doblas las rodillas y colocas las manos detrás de la cabeza, luego levantas el torso hacia las rodillas y regresas a la posición inicial"
    },
    {
      "exerciseName": "Plancha abdominal",
      "location": "Resis",
      "imageUrl": "exercise3.jpg",
      "description": "La plancha abdominal es un ejercicio en el que te apoyas en tus antebrazos y dedos de los pies, manteniendo tu cuerpo en línea recta desde la cabeza hasta los talones. Debes contraer los músculos del núcleo y mantener esta posición durante un período determinado para fortalecer los abdominales, la espalda baja y mejorar la estabilidad.."
    },
    {
        "exerciseName": "Levantarse de una silla",
        "location": "Resis",
        "imageUrl": "https://images.hola.com/imagenes/estar-bien/20230321228386/hacer-ejercicio-fisico-aire-libre/1-221-528/mujer-ejercicio-calle-t.jpg?tx=w_680",
        "description": "Siéntese en una silla con brazos, con los pies separados y alineados con los hombros. Con los pies firmes sobre el suelo y la espalda y hombros rectos, levántese de la silla sin apoyarse en los brazos. En caso de que le resulte difícil, hágalo con la ayuda de los apoyabrazos de la silla. Mantenga la posición por 1 segundo y repita este movimiento de 8 a 15 veces."
      },
      {
        "exerciseName": "Flexión de los brazos",
        "location": "Resis",
        "imageUrl": "https://images.hola.com/imagenes/estar-bien/20230321228386/hacer-ejercicio-fisico-aire-libre/1-221-528/mujer-ejercicio-calle-t.jpg?tx=w_680",
        "description": "De pie o en sentado, sostenga las pesas hacia abajo, a ambos costados, y doble lentamente los codos levantando las pesas hacia el pecho. Mantenga la posición por 1 segundo y repita este movimiento de 8 a 15 veces"
      },
      {
        "exerciseName": "Flexión de las rodillas",
        "location": "Resis",
        "imageUrl": "exercise3.jpg",
        "description": "Con este ejercicio fortalecemos los músculos de la parte posterior del muslo. Primero, apóyese en el respaldo de una silla para mantener el equilibrio. Doblando la rodilla hacia atrás, suba y baje lentamente la pierna. Repita este movimiento con la otra pierna. Se recomienda alternar las piernas hasta hacer de 8 a 15 repeticiones. Si lo desea puede usar pesas en el tobillo."
      }
  ]
  
